jekyll/_posts/2017-05-03-ambition.html
---
layout: post
title: Ambition
---

<div id="outline-container-orgd958cf5" class="outline-2">
<h2 id="orgd958cf5">Ambition</h2>
<div class="outline-text-2" id="text-orgd958cf5">
<p>
Ambition is a sticky subject. I think I used to have it. Now I'm not
sure I do. I don't know if I have the stomach for ambition. I'd rather
keep working in records, thanks.
</p>

<p>
Ambition is a will to succeed? An "an ardent desire for rank, fame, or
power" from <a href="https://www.merriam-webster.com/dictionary/ambition">M.W.</a> <i>Ambitious</i> is how we describe politicians, actors,
and CEOs. Ambition is desirable in a partner. Ambition garners status
and praise. Ambition often disappoints.
</p>

<p>
"Rank, fame, or power." The traditional signifiers of success. The
tricks we played on men to encourage them to take great risks and
incur great rewards, with the great<i>er</i> good in mind.
</p>
</div>

<div id="outline-container-orgae0257e" class="outline-3">
<h3 id="orgae0257e">Success</h3>
<div class="outline-text-3" id="text-orgae0257e">
<p>
Success is incumbent upon either extreme singlemindedness and luck, or
extreme luck and singlemindedness. In the modern world you must
specialize to break out. The generalist is useful, but
unrecognized. You don't find internet fame writing a blog post twice a
year and occasionally re-plumbing your home. You don't get recorded in
the annals of history for your mediocre punditry and passable game of
golf. You don't make buckets of money working part-time on your
dream. Unless they have the great luck to be born into it, wealth and
fame will not find the scattered and undisciplined.
</p>

<p>
Ambition is fuel for singlemindedness. It overrides the desire for a
temperate life and forces the mind into the narrow channels that lead
towards success. It coerces thought, justifies action, and encourages
us to 'other' those that aren't on the same path. What do people have,
if not things to contribute? Get on the train or get out of the way.
</p>

<p>
Ambition&#x2013;success&#x2013;needs you to <i>know</i> that you're on the right path,
that this is what you are <i>meant</i> to do, as if given instructions from
above. It requires a certain arrogance to believe that.
</p>
</div>
</div>

<div id="outline-container-orgf8f110f" class="outline-3">
<h3 id="orgf8f110f">Pro-social(?) amathia</h3>
<div class="outline-text-3" id="text-orgf8f110f">
<p>
It <i>requires</i> a conceited ignorance of the plurality of choices spread out
before you. Your choice of occupation, of endeavor, of way of life&#x2013;
this is the one. Or maybe your endeavor is to find the one, and you're
sure that you can find it.
</p>

<p>
The results can be tragic. Ambition kills. Every great leader, and
especially every great murderer, had ambition. Amathia <i>is</i> what
powers fascism; ambition the most human application of pure fervor.
</p>

<p>
The results can also be incredible. Ambition just may be the most
beneficial application of ignorance that has ever existed.
</p>
</div>
</div>

<div id="outline-container-org5a96f5d" class="outline-3">
<h3 id="org5a96f5d">Melancholy</h3>
<div class="outline-text-3" id="text-org5a96f5d">
<p>
Melancholy is the natural enemy of ambition. Sadness may <a href="https://en.wikipedia.org/wiki/Melancholia#Art_movement">occasionally</a>
inspire great art, but sadness without ambition cannot compete in a
world filled with discontent and drive. Sadness is the end of a
struggle, the battle lost, the talent forgotten, the friendship
over. To exist in total sadness is to exist without goals. Complete
anhedonia is to exist without motivation.
</p>

<p>
Part of the draw of a city like New York or LA is that everyone is out
there striving for something. People go there to prove something, to
"make something of themselves," and find fame and fortune. This is all
well and good, but for reference, actors make up .02% of the
population and CEOs of publicly traded companies just .0006%. Still,
if you don't think about it too much it's easier to ride the wave and
strive for something of your own when there's actually a wave to ride.
</p>

<p>
Seemingly opposed are communities that excel at providing
contentment. These places have strong communities, relaxed identity,
good social services, and plenty of public hedonism.
</p>

<p>
These cities, like Minneapolis, Portland, or Boulder, offer something
to the melancholic that the big cities can't: the consideration that
just getting along and finding happiness is enough. Owning a small
business, contributing something to a local festival, hell&#x2013;even
inviting some friends out to that local festival and enjoying the
day&#x2013;this is enough.
</p>
</div>
</div>

<div id="outline-container-orgf894742" class="outline-3">
<h3 id="orgf894742">Eudaimonia</h3>
<div class="outline-text-3" id="text-orgf894742">
<p>
Bliss is on the other side of melancholy, and quiet goallessness the
sensation of <a href="{% post_url 2017-03-01-travel-blog %}">salience</a>.
</p>

<p>
How do we strive without ambition? How do we find meaning in sadness?
What is achievement without rank, fame, or power? Is contentment
enough?
</p>
</div>
</div>
</div>
